---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FbxLightWattage
source: html/e6332177-cbd3-e4ef-8fac-bbbf880a9154.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FbxLightWattage Property

"Wattage"

## Syntax (C#)
```csharp
public static ForgeTypeId FbxLightWattage { get; }
```